
{
//SPECIAL DIALOGUE
"Introduction": "Joja'nın sonunda kayaları temizlemesine sevindim. Lewis ile birlikte kayaları temizlemeye ikna edene kadar canımız çıktı.$2#$b#Ama hala özür dilemeyi reddediyorlar.$3#$e#Neyse, daha sonra görüşürüz canım. Sonunda seninle tanışabildiğime çok sevindim.$1#$b#Vadide bir çiftçinin daha gelmesi çok güzel.$4",

//SPECIFIC TILE DIALOGUE
"SusanHouse_4_15": "Joja'nın sonunda kayaları temizlemesine sevindim. Lewis ile birlikte kayaları temizlemeye ikna edene kadar canımız çıktı.$2#$b#Ama hala özür dilemeyi reddediyorlar.$3#$e#Neyse, daha sonra görüşürüz canım. Sonunda seninle tanışabildiğime çok sevindim.$1#$b#Vadide bir çiftçinin daha gelmesi çok güzel.$4",
"SusanHouse_24_6": "Pardon? Uyumaya çalışıyorum.$2",
"SeedShop_14_20": "Seni görmek güzel, @! Pierre'nin tohumları çok güzel değil mi??$0",
"Summit_14_17": "Muhteşem bir manzara, değil mi?$0",
"ArchaeologyHouse_16_5": "Kütüphaneden sıkça ödünç aldığım birkaç el kitabı var. Çok işe yarıyorlar.$1",
"SusanHouse_3_16": "Tamam, Sophia! Dikkatli izle!$0",
"SusanHouse_9_17": "Yakında tekrar uğra, canım!$0",

//SPRING AND GENERAL DIALOGUE
"spring_1": "Ah! İlkbaharın başlangıcı, en sevdiğim mevsim. Etrafın çiçeklerle dolu olması çok güzel.$1#$e#Bu yıl, sana iyi şanslar!$0",
"spring_12": "Yarın ki Yumurta Şöleni için Marnie ve Emily'e yumurtaları boyamalarında yardım ettim.$0#$e#Jas ve Vincent da yardım etti, tabiki! Çok tatlı değiller mi?$1",
"spring_23": "Yarın Çiçek Dansı Şöleni için ormanın güneyine doğru ilerleyeceğiz. Sen de katılacak mısın?$0#$e#Yemeklerin çoğunu Gus yapacak!$1",
"spring_28": "Bu yaz hangi mahsülleri ekeceğime dahi şimdiden karar verdim.$0#$e#Eminim sen de aynısını yapmışsındır.$4",

"Mon": "Merhaba, @. Günün nasıl geçiyor?$0#$e#Bunu duyduğuma sevindim!$1",
"Mon4": "Yeni bir haftanın başında her zaman yapacak bir şeyler vardır.$1",
"Mon8": "Seni gördüğüme sevindim, @. %farm Çiftliğinde işler nasıl?$0#$e#Bunu duyduğuma sevindim, canım. Keşke senin kadar enerjik olsaydım.$1",
"Tue": "Selam, @. Günün nasıl geçiyor?$0#$e#Çok iyi!$1",
"Tue4": "Egzersiz yapmak için zirveye gideceğim. Oradan sence de gün batımı çok büyülü gözükmüyor mu?$0#$e#Neyse, sonra görüşürüz canım.$0",
"Tue8": "@! Seni görmek güzel. Bugün nasılsın?$1#$e#Bunu duyduğuma sevindim.$4",
"Wed": "Selam, @. Bugün senin için nasıl geçiyor?$0#$e#Belki yakında hünerlerimi görmek için zor bir şeyler yaparım.$1",
"Wed4": "Bugün bitirmem gereken çok iş var ama zamanım çok dar.$2#$b#Zamanını nasıl idare ediyorsun, @? Hep meşgulsün.$0#$e#Sana ayak uydurmak çok zor.$1",
"Wed8": "Merhaba. Umarım günün güzel geçiyordur, @.$1#$e#Yapmam gereken işler var, daha sonra konuşalım tatlım.$4",
"Thu": "Selam. İşlerin nasıl?$0#$e#Böyle çalışmaya devam!$1",
"Thu4": "Belki yakında Grampleton'dan daha fazla sert kereste almam gerekebilir. Elimde çok az kaldı.$1#$e#Grampleton buralardaki en kaliteli sert keresteyi satıyor.$4",
"Thu8": "Yarın cuma günü. Gus'un salonda ne pişireceğini çok merak ediyorum.$0#$e#Gus beni şaşırtmaktan hiç vazgeçmiyor. Her yaptığı yemek, bir sonrakinden daha lezzetli!.$1",
"Fri": "*iç çeker*... Bugün biraz sakarım. Küçük ayak parmağımı sehpaya çarptım.$2#$e#Üzgünüm, tatlım. Muhabbet için iyi bir zaman değil.$2",
"Fri4": "Bu hafta işlerimi halletmek için adeta bir maraton düzenliyorum. Umarım haftasonu biraz nefes alabilirim.$1#$e#Umarım günün güzel geçiyordur, @.$4",
"Fri8": "Mutlu cuma günleri, @! Haftasonu için eğlenceli bir planın var mı?$0#$e#Belki Chestervale'daki kardeşimi ziyaret etmeye giderim. İşlerimi hala tamamlayamadım.$1#$e#İyi günler dilerim.$4",
"Sat": "Çok çalışıyorsun, @.$0#$e#Arada bir mola vermelisin. Sağlığını düşünüyorum!$1",
"Sat4": "Bir ara Fern adalarına gitmem gerekiyor.$0#$e#Şu halka meyveleri bir harika. Belki senin içinde birkaç tane getirmeyi deneyebilirim.$1#$e#Bu biraz zor. Çok çabuk bozuluyorlar...$2",
"Sat8": "Bugünü kendime ayırıp, rahatlayacağım..$0#$e#Sen de cumartesileri mola veriyor musun, @?$1",
"Sun": "Gelecek hafta için hazır mısın? Bitirmem gereken çok fazla iş var!$1#$e#Sana iyi şanslar, @.$4",
"Sun4": "Kasabadaki bazı insanlar pazar günü ibadethaneye gidiyorlar.$0#$b#I... Uzun bir zaman önce Yoba'ya inanmayı bıraktım.$2#$e#...$2#$e#%Susan sana gülümsüyor.",
"Sun10": "Yaşlandıkça, sanki zaman daha hızlı geçiyormuş gibi hissediyorsun.$0#$b#Hayatının her anını yaşamalısın.$1#$e#...$0",

//SUMMER DIALOGUE
"summer_1": "Bu yaz iyi şanslar dilerim, @. Mahsüllerinin sıcaktan ölmemesine dikkat et!$0",
"summer_10": "Yarın ki şölen için en kaliteli mahsüllerimden birini getireceğim, @! Chestervale'da ki tohumlar bölgedeki en kaliteli mahsüllerin yetişmesini sağlıyor.$1#$e#Senin de getireceğin şeyin şölen için hoş bir detay olacağına eminim!$4",
"summer_22": "Grampleton, Ferngill'deki en büyük buğday tarlalarına sahip. Buğdayı işleyerek bira, un veya şeker elde edebilirsin.$0#$e#Ucuz olmasına rağmen, çok fazla talep gördüğü için iyi kar elde edebilirsin.$0",
"summer_28": "Okyanuslara karşı büyük bir korkum var. Sadece deniz analarını görmek için yaz sonunda sahile uğruyorum.$2#$e#Bu rıhtımlar, her an çökebilecekmiş gibi gözüküyor. Galiba sahilde bekleyeceğim.$0",

"summer_Mon": "Clint neredeyse yeni çapamı bitirmek üzere.$0#$b#Sabahları çiftlikteki işlerimin kolaylaşmasını sağlayacak.$1", 
"summer_Mon2": "Kuşlar sürekli evimin çatısına yuva yapıp duruyorlar.$0#$e#Belki de bir sonraki projem kuş yemliği yapmak olur.$1",
"summer_Mon6": "İşçilikte hiç tecrüben var mı, tatlım?$0#$e#Çiftlikte işlerini çok kolaylaştırabileceğin bir hüner.$0#$e#Bir şeyleri otomatik hale getirebilir, veya mahsüllerini daha fazla kar edebileceğin bir hale getirebilirsin.$4",
"summer_Mon10": "Grampleton'daki ustalar çok yetenekli. Onlardan birkaç şey öğrenmek için arada bir yolculuğa çıkıyorum.$0#$e#Eğer sen de bir şeyler öğrenmek istersen, bir ara bana katılabilirsin. Eğlenceli olurdu.$4",
"summer_Tue": "Bu yaz sıcağında çalışmak çok zor olmalı. Susuz kalmadığından emin olmalısın.$0",
"summer_Tue4": "Kendime yeni bir sulama kabı aldım. Biraz pahalı ama, şimdi mahsüllerimi daha hızlı sulayabiliyorum!$1#$e#Clint'in demircilik yeteneği inanılmaz.$0",  
"summer_Tue8": "Yağmurun yağdığı zamanları seviyorum.$4#$e#Sabahları biz çiftçilere ekinlere odaklanmak yerine diğer işlerimizi halledebilmemiz için boş vakit sunuyor.$0",
"summer_Wed": "Belki yakında Grampleton'a bir gezi düzenleyebilirim. Sert kerestem çok azaldı.$0#$e#Çoğu yaptığım şeyde sert kereste kullanıyorum. Grampleton'un güneyinde bir orman sert kereste var.$1",
"summer_Wed8": "Bu sabah çitlerimin arkasında büyüyen birkaç ekin buldum.$1#$b#Yarın onlardan güzel bir yoğurt yapmayı planlıyorum. Çok lezzetli olacak!$4!#$e#İyi günler dilerim.$0",
"summer_Thu": "Demiryolunda benim kadar uzun süre yaşarsan, gecenin yarısında seni hiçbir şey uyandıramaz.$0#$e#Bir çığ haricinde...$2",
"summer_Thu6": "Kavunlarım düşündüğümden daha fazla sattı!$0#$b#Seyahat etmek veya kendime yeni alet edevatlar almak için kullanabilirim.$1#$e#Senin için yapabileceğim bir şey var mı, @?$4",
"summer_Thu10": "Seni görmek güzel, @. Bugün çok fazla hasat yaptım.$0#$e#İşte sana, Zümrüt Çiftliğinden taze koparılmış bir kavun! Çoğunlukla Zuzu Şehrinde satıyorum, ama arkadaşlarımlada paylaşabilirim, tabi ki.$0[254]",
"summer_Fri": "Evdeki bitkilerimden biri iyi gözükmüyor...$2#$b#Mantar hastalığına yakalandı... Galiba bitkilerime daha çok özen göstermeliyim.$2#$e#%Susan üzgün gözüküyor.",
"summer_Fri6": "Biraz aptalca ama, evdeki bitkilerime ailemden birilermiş gibi davranıyorum.$0#$e#Genellikle çok gezen biri olduğumu zaten farketmişsindir, @. Ama bitkilerimi cidden çok seviyorum. Yolculuğa çıktığımda, onları çok özlüyorum.$2",
"summer_Sat": "Muhtar Lewis bugün çok stresli gözüküyordu.$2#$e#O adam hepimizden daha fazla çalışıyor... Umarım yakın zamanda dinlenip, kendine gelebilir.$0",
"summer_Sat6": "Hasat ettiğim şerbetçiotlarımdan birazını bira yapmak için kullanıyorum. Gerisini ise dışarıya satıyorum.$0#$e#Bazen Gus gelip, salon için biraz satın alıyor.$0#$e#Eğer beğenirsen, bir ara nasıl bira yapılacağı hakkında küçük ipuçları verebilirim.$4#$e#Sadece, sırrımı kimseye söylemeyeceğine yemin etmelisin.$1",
"summer_Sun": "Yıldızçiyi Vadisinde yaz çok güzel. Sıcaklığı oldukça ılıman bir yer.$0#$e#Calico çölüne yaklaştıkça, daha da ısınıyor. Denize yakın olduğumuz için çok şanslıyız.$0",
"summer_Sun8": "Eğer çiftlikten elde ettiğin kar yetmiyorsa, paratonerler iyi bir yatırım olabilir @.$0#$b#Yakın zamanda yapmak istediğim fakat batarya gerektiren birkaç tür makina var.$0#$e#Robin bir aralar satışını yapıyordu, ama şu Joja tekeli yüzünden durdu.$2",

// FALL DIALOGUE
"fall_1": "Feel that chill in the air, @? Fall has arrived!$1#$b#I wish you the best of luck this season, honey.$0#$e#I highly recommend growing cranberries and pumpkins. They can make fall extremely profitable.$0#$e#Good luck!$4",
"fall_3": "The crows come out in droves during this season. I hope you have plenty of scarecrows, sweetie.$0#$e#Take care!$1",
"fall_7": "Did you do anything memorable this week?$0#$e#I try to do at least one interesting thing every week that sticks with me.$4",
"fall_15": "Have you decided what you'll be putting in your grange display tomorrow, @?$0#$e#Pierre is difficult competition.$1",
"fall_20": "I just love how colorful fall is, don't you?$1#$e#As farmers we see plenty of green things. It's nice to see the world in a more vibrant palette.$4",
"fall_26": "Spirit's Eve is tomorrow, sweetie.$1#$b#I heard from Mayor Lewis that Marlon and a friend from Castle Village are capturing monsters for us.$0#$e#We'll be able to look at them through steel cages. So scary!$4",
"fall_27": "Flashing lights were coming from Pelican Town earlier today. I believe the Wizard is summoning the maze.$1#$e#Not sure how that 'magic' stuff works.$2#$e#See you tonight, @.$4",
"fall_28": "Hello, @. Fall is just about at a close. Crops won't last much longer.$0#$e#Are you spending this winter fishing or mining?$1",

"fall_Mon": "Hiking up to the summit is great cardio. I go up there every week.$1#$e#Seeing the whole valley spread out beneath you lets you appreciate how beautiful this place is.$4",
"fall_Mon4": "Have you been all the way up to the top of the summit?$0#$e#I know it's a beautiful view, but... passing all those graves makes me feel a little glum.$2",
"fall_Mon10": "Passing all of those adventurers up on the summit makes me worry about you, sweetie.$0#$b#Make sure you take care of yourself when you're adventuring. You're a treasure to have around.$0", 
"fall_Tue": "Don't forget that fall season is mushroom season, honey.$0#$e#You can turn quite a profit, if you're quick about it.$4",
"fall_Tue4": "I found mushrooms at the summit today. Still need to decide if I'll sell or cook them.$0#$e#The summit produces forage because of the rich soil. I'd check up there regularly if I were you.$1",
"fall_Wed": "I'm donating several of my pumpkins to the upcoming Stardew Valley Fair.$0#$b#There's a pumpkin patch where tourists can pick one to take home.$0",
"fall_Wed6": "Don't take these moments for granted. Make every day count, sweetie.$0#$e#When you get to my age, you'll appreciate the memories you made when you were young.$1",
"fall_Wed10": "I like you because you understand that life should be an adventure, @.$4#$b#Some people might think that running a farm is boring, but you and I know that it takes so much time, patience, and creativity to do well.$4#$e#May our lives continue to be as rich as they have been so far, sweetie.$4", 
"fall_Thu": "*sigh*... Andy was a bit much at the saloon last night. He just doesn't have a filter.$2#$e#We're all special in our own little ways.$0#$e#Have an enjoyable day, dear.$1",
"fall_Thu8": "I saw Andy walking with Joja boxes the other day. He seemed to be having a nice day.$0#$b#I don't support Joja, but that doesn't mean I'll judge others who do.$0#$e#Why don't I support Joja? Well...the world is a precious place with limited resources, sweetie. I think they're squandering it.$2",
"Fall_Fri": "Mushrooms pop up in Cindersap Forest this time of year. Might forage for some soon.$0#$e#Andy and Leah usually take all of them, though...$3",
"fall_Fri4": "There were hazelnuts around the mountain river today. I'm going to roast them!$0#$e#Roasted hazelnuts are rich and delicious. I'll share some with you sometime.$1",
"fall_Fri10": "I found another bounty of hazelnuts and roasted them this morning! Here's some for you!$1[607]#$e#Enjoy, sweetie.$4",
"fall_Sat": "Managing grape trellises is different from ordinary crops. I need to think about how to correctly route the vines.$2#$e#I'll try asking Sophia. She knows everything there is to know about grapes.$1",
"fall_Sat8": "The fences by the railroad need to be repaired soon. I need to stock up on wood.$0#$e#How often do you repair your fences, @?$0#$e#Oh! I see! You're clever, aren't you?$1",
"fall_Sun": "Leaves keep finding their way into my house! Good thing I have a broom.$1",
"fall_Sun4": "Stardew Valley has the richest soil in the Ferngill Republic. Crops grown here are bigger and tastier.$0#$e#If you use fertilizer, your crops will be even healthier!$1",
"fall_Sun10": "I was meaning to talk to you, @.$0#$b#I fertilized my crop fields and I had some left over. I wanted to give it to you.$4#$b#No need to thank me! Have a wonderful day, sweetie!$1[369]", 

//WINTER DIALOGUE    
"winter_1": "Dağın tepesinde Robin'le beraber çok kar görüyoruz.$0#$e#Belki bir ara kardan adam da yaparız. Çok tatlı olmaz mı?$1",
"winter_7": "Yarın Balıkçılık Yarışmasına katılıyor musun?$1#$b#Küçüklüğümde balık tutardım ama artık tutmuyorum.$0#$e#Yarın için bol şans!$4",
"winter_12": "Yakında erkek kardeşim ziyarete gelecek. Onun kızı çok tatlı!$1#$b#Video oyunları oynamaya bayılıyor. Bize geldiğinde hep Super Nenedo oynuyor.$0#$e#Kendim oynamıyorum. Böyle elektronik eşyalar için çok yaşlıyım.$4",
"winter_17": "Bir tüccar bana ev bitkisi sattı.$0#$b#Akşam Pazarında çok güzel şeyler bulabilirsin!$1",
"winter_24": "Kış Yıldızı Şöleni yarın başlıyor! Ne kadar neşeli bir gün.$0#$e#Çok güzel bir hediye aldım! Umarım vereceğim kişi de sever.$1",
"winter_28": "Ekinleri ekmeye hazır mısın?$0#$e#Planlamayı haftalar önceden bitirdim. Sadece buzun ve karın erimesini beklemek kaldı.$1",

"winter_Mon": "Bu soğuk havada donan zavallı hayvanlara acıyorum.$2#$e#O küçük yaratıkçıklar için iyi bir yerim va.$0",
"winter_Mon4": "Sautine City has beautiful shores and tourists from around the world.$0#$b#Every time I go there I meet someone whose life is completely different from mine. It's like a window into a different world.$4#$e#You should try traveling, @. Tickets can be expensive, but the experience is well worth it.$1",
"winter_Mon8": "Neredeyse bütün ülkeyi dolaşacak kadar para biriktirdim.$0#$e#Seyehat etmek beni hobim.$4#$e#Benimle bir geziye gelmek ister miydin, tatlım? ben çok iyi bir yol arkadaşıyımdır!$1",  
"winter_Tue": "Kış nasıl geçiyor, @? Molandan memnun musun?$1#$e#Ben üretim yapıyorum ve geziyorum. Yılın muhteşem bir zamanı.$0",
"winter_Tue6": "İyiki bir sürü odun stoklamışım. Evimde o havalı ısıtma sistemlerinden yok da. Şömüneyle ısınıyorum.$0#$e#Kışın sıkı giyin, @! Her zaman benim evime gelip ateşin karşısında biraz ısınabilirsin.$4",
"winter_Wed":  "Geceleri kar yağdığı zaman dışarıda dolaşmayı seviyorum. Karda yürüme sesi dışında başka bir ses olmuyor.$1#$e#Sıkı giyin, @.$0",
"winter_Wed4": "Kışın kitap okumayı seviyorum. Ekinler hakında endişelenmeden okuyabiliyorsun.$0#$e#Genellikle hafta sonları mola vermem ama sen vermelisin bunu hak ediyorsun.$1",
"winter_Wed8": "İkimiz de çok çalışıyoruz, değil mi?$0#$e#Hadi bu haftasonu biraz daha ağırdan alalım. Madenlerde uzun saatler yok, Grampleton'a tırmanmak yok... sadece kitap okuyarak veya anılarını tazeleyerek şöminenin önünde tembelce yatmak var.$4#$e#Bunu yapmak biraz zor olabilir ama üstesinden geleceğimizi düşünüyorum.$1",
"winter_Thu": "Alex'i sık sık hamamda görüyorum.$0#$b#Spor odası her zaman iyi durumda oluyor.$4#$e#Belki de Alex dışında kimse kullanmadığındandır.$0",
"winter_Thu6": "Zirveye sık sık tırmanırım, kışın bile.$0#$e#O kadar çok malzeme ve toplanabilir şey var ki bazen toplamaktan muhteşem manzaraya bile bakamıyorsun.$1#$e#Bir ara sen de gelsene, @?$4",
"winter_Fri": "Hafta sonları salona sık sık uğrar mısın?$0#$e#Kışın gitmek daha iyi oluyor. Biraz elma şarabı veya bira biraz içini ısıtıyor.$4",
"winter_Fri8": "Galiba yaşlanıyorum, kış eskisinden de soğuk oluyor.$2#$e#Daha sıcak bir yerlere seyehat etmek istiyorum.$4#$e#Belki bir gün bir trene atlarız ve daha önce hiç gitmediğimiz bir yere gideriz. Ne diyorsun?$4",
"winter_Sat": "Bana fosil diyebilirsin ama hala email atmak yerine mektup yazıyorum.$0#$e#Bu teknoloji benim ayak uyduramayacağım kadar hızlı gelişiyor.$2",
"winter_Sat8": "Ailenle konuşuyorsun değil mi?$0#$e#Burada vadide yaşamak bir balonda yaşamak gibi. Etrafın dağlarla kaplıyken dünyanın öbür taraflarını unutmak çok kolay.$4#$e#Ama sakın dünya ile bağlarını koparma. Neyse sana kolay gelsin.$4",
"winter_Sun": "Neredeyse bahara hazırlanma zamanı geldi.$1#$e#Hmm... acaba baharda ne yetiştirsem?$0",
"winter_Sun6": "Bu sabah bahara hazırlık olsun diye tarlamı temizliyordum ve birkaç kar patatesi buldum.$0#$b#Galiba bu akşam yemeğinde onları yiyeceğim. Tabiki de yıkadıktan sonra!$1#$e#Sana da tavsiye ederim kahverengi şeker ve biraz yağ ile kızartırsan tadı çok güzel oluyor.$4"
}
