
{
//SPECIAL DIALOGUE
"Introduction": "Joja'nın sonunda kayaları temizlemesine sevindim. Lewis ile birlikte kayaları temizlemeye ikna edene kadar canımız çıktı.$2#$b#Ama hala özür dilemeyi reddediyorlar.$3#$e#Neyse, daha sonra görüşürüz canım. Sonunda seninle tanışabildiğime çok sevindim.$1#$b#Vadide bir çiftçinin daha gelmesi çok güzel.$4",

//SPECIFIC TILE DIALOGUE
"SusanHouse_4_15": "Joja'nın sonunda kayaları temizlemesine sevindim. Lewis ile birlikte kayaları temizlemeye ikna edene kadar canımız çıktı.$2#$b#Ama hala özür dilemeyi reddediyorlar.$3#$e#Neyse, daha sonra görüşürüz canım. Sonunda seninle tanışabildiğime çok sevindim.$1#$b#Vadide bir çiftçinin daha gelmesi çok güzel.$4",
"SusanHouse_24_6": "Pardon? Uyumaya çalışıyorum.$2",
"SeedShop_14_20": "Seni görmek güzel, @! Pierre'nin tohumları çok güzel değil mi??$0",
"Summit_14_17": "Muhteşem bir manzara, değil mi?$0",
"ArchaeologyHouse_16_5": "Kütüphaneden sıkça ödünç aldığım birkaç el kitabı var. Çok işe yarıyorlar.$1",
"SusanHouse_3_16": "Tamam, Sophia! Dikkatli izle!$0",
"SusanHouse_9_17": "Yakında tekrar uğra, canım!$0",

//SPRING AND GENERAL DIALOGUE
"spring_1": "Ah! İlkbaharın başlangıcı, en sevdiğim mevsim. Etrafın çiçeklerle dolu olması çok güzel.$1#$e#Bu yıl, sana iyi şanslar!$0",
"spring_12": "Yarın ki Yumurta Şöleni için Marnie ve Emily'e yumurtaları boyamalarında yardım ettim.$0#$e#Jas ve Vincent da yardım etti, tabiki! Çok tatlı değiller mi?$1",
"spring_23": "Yarın Çiçek Dansı Şöleni için ormanın güneyine doğru ilerleyeceğiz. Sen de katılacak mısın?$0#$e#Yemeklerin çoğunu Gus yapacak!$1",
"spring_28": "Bu yaz hangi mahsülleri ekeceğime dahi şimdiden karar verdim.$0#$e#Eminim sen de aynısını yapmışsındır.$4",

"Mon": "Merhaba, @. Günün nasıl geçiyor?$0#$e#Bunu duyduğuma sevindim!$1",
"Mon4": "Yeni bir haftanın başında her zaman yapacak bir şeyler vardır.$1",
"Mon8": "Seni gördüğüme sevindim, @. %farm Çiftliğinde işler nasıl?$0#$e#Bunu duyduğuma sevindim, canım. Keşke senin kadar enerjik olsaydım.$1",
"Tue": "Selam, @. Günün nasıl geçiyor?$0#$e#Çok iyi!$1",
"Tue4": "Egzersiz yapmak için zirveye gideceğim. Oradan sence de gün batımı çok büyülü gözükmüyor mu?$0#$e#Neyse, sonra görüşürüz canım.$0",
"Tue8": "@! Seni görmek güzel. Bugün nasılsın?$1#$e#Bunu duyduğuma sevindim.$4",
"Wed": "Selam, @. Bugün senin için nasıl geçiyor?$0#$e#Belki yakında hünerlerimi görmek için zor bir şeyler yaparım.$1",
"Wed4": "Bugün bitirmem gereken çok iş var ama zamanım çok dar.$2#$b#Zamanını nasıl idare ediyorsun, @? Hep meşgulsün.$0#$e#Sana ayak uydurmak çok zor.$1",
"Wed8": "Merhaba. Umarım günün güzel geçiyordur, @.$1#$e#Yapmam gereken işler var, daha sonra konuşalım tatlım.$4",
"Thu": "Selam. İşlerin nasıl?$0#$e#Böyle çalışmaya devam!$1",
"Thu4": "Belki yakında Grampleton'dan daha fazla sert kereste almam gerekebilir. Elimde çok az kaldı.$1#$e#Grampleton buralardaki en kaliteli sert keresteyi satıyor.$4",
"Thu8": "Yarın cuma günü. Gus'un salonda ne pişireceğini çok merak ediyorum.$0#$e#Gus beni şaşırtmaktan hiç vazgeçmiyor. Her yaptığı yemek, bir sonrakinden daha lezzetli!.$1",
"Fri": "*iç çeker*... Bugün biraz sakarım. Küçük ayak parmağımı sehpaya çarptım.$2#$e#Üzgünüm, tatlım. Muhabbet için iyi bir zaman değil.$2",
"Fri4": "Bu hafta işlerimi halletmek için adeta bir maraton düzenliyorum. Umarım haftasonu biraz nefes alabilirim.$1#$e#Umarım günün güzel geçiyordur, @.$4",
"Fri8": "Mutlu cuma günleri, @! Haftasonu için eğlenceli bir planın var mı?$0#$e#Belki Chestervale'daki kardeşimi ziyaret etmeye giderim. İşlerimi hala tamamlayamadım.$1#$e#İyi günler dilerim.$4",
"Sat": "Çok çalışıyorsun, @.$0#$e#Arada bir mola vermelisin. Sağlığını düşünüyorum!$1",
"Sat4": "Bir ara Fern adalarına gitmem gerekiyor.$0#$e#Şu halka meyveleri bir harika. Belki senin içinde birkaç tane getirmeyi deneyebilirim.$1#$e#Bu biraz zor. Çok çabuk bozuluyorlar...$2",
"Sat8": "Bugünü kendime ayırıp, rahatlayacağım..$0#$e#Sen de cumartesileri mola veriyor musun, @?$1",
"Sun": "Gelecek hafta için hazır mısın? Bitirmem gereken çok fazla iş var!$1#$e#Sana iyi şanslar, @.$4",
"Sun4": "Kasabadaki bazı insanlar pazar günü ibadethaneye gidiyorlar.$0#$b#I... Uzun bir zaman önce Yoba'ya inanmayı bıraktım.$2#$e#...$2#$e#%Susan sana gülümsüyor.",
"Sun10": "Yaşlandıkça, sanki zaman daha hızlı geçiyormuş gibi hissediyorsun.$0#$b#Hayatının her anını yaşamalısın.$1#$e#...$0",

//SUMMER DIALOGUE
"summer_1": "Bu yaz iyi şanslar dilerim, @. Mahsüllerinin sıcaktan ölmemesine dikkat et!$0",
"summer_10": "Yarın ki şölen için en kaliteli mahsüllerimden birini getireceğim, @! Chestervale'da ki tohumlar bölgedeki en kaliteli mahsüllerin yetişmesini sağlıyor.$1#$e#Senin de getireceğin şeyin şölen için hoş bir detay olacağına eminim!$4",
"summer_22": "Grampleton, Ferngill'deki en büyük buğday tarlalarına sahip. Buğdayı işleyerek bira, un veya şeker elde edebilirsin.$0#$e#Ucuz olmasına rağmen, çok fazla talep gördüğü için iyi kar elde edebilirsin.$0",
"summer_28": "Okyanuslara karşı büyük bir korkum var. Sadece deniz analarını görmek için yaz sonunda sahile uğruyorum.$2#$e#Bu rıhtımlar, her an çökebilecekmiş gibi gözüküyor. Galiba sahilde bekleyeceğim.$0",

"summer_Mon": "Clint neredeyse yeni çapamı bitirmek üzere.$0#$b#Sabahları çiftlikteki işlerimin kolaylaşmasını sağlayacak.$1", 
"summer_Mon2": "Kuşlar sürekli evimin çatısına yuva yapıp duruyorlar.$0#$e#Belki de bir sonraki projem kuş yemliği yapmak olur.$1",
"summer_Mon6": "İşçilikte hiç tecrüben var mı, tatlım?$0#$e#Çiftlikte işlerini çok kolaylaştırabileceğin bir hüner.$0#$e#Bir şeyleri otomatik hale getirebilir, veya mahsüllerini daha fazla kar edebileceğin bir hale getirebilirsin.$4",
"summer_Mon10": "Grampleton'daki ustalar çok yetenekli. Onlardan birkaç şey öğrenmek için arada bir yolculuğa çıkıyorum.$0#$e#Eğer sen de bir şeyler öğrenmek istersen, bir ara bana katılabilirsin. Eğlenceli olurdu.$4",
"summer_Tue": "Bu yaz sıcağında çalışmak çok zor olmalı. Susuz kalmadığından emin olmalısın.$0",
"summer_Tue4": "Kendime yeni bir sulama kabı aldım. Biraz pahalı ama, şimdi mahsüllerimi daha hızlı sulayabiliyorum!$1#$e#Clint'in demircilik yeteneği inanılmaz.$0",  
"summer_Tue8": "Yağmurun yağdığı zamanları seviyorum.$4#$e#Sabahları biz çiftçilere ekinlere odaklanmak yerine diğer işlerimizi halledebilmemiz için boş vakit sunuyor.$0",
"summer_Wed": "Belki yakında Grampleton'a bir gezi düzenleyebilirim. Sert kerestem çok azaldı.$0#$e#Çoğu yaptığım şeyde sert kereste kullanıyorum. Grampleton'un güneyinde bir orman sert kereste var.$1",
"summer_Wed8": "Bu sabah çitlerimin arkasında büyüyen birkaç ekin buldum.$1#$b#Yarın onlardan güzel bir yoğurt yapmayı planlıyorum. Çok lezzetli olacak!$4!#$e#İyi günler dilerim.$0",
"summer_Thu": "Demiryolunda benim kadar uzun süre yaşarsan, gecenin yarısında seni hiçbir şey uyandıramaz.$0#$e#Bir çığ haricinde...$2",
"summer_Thu6": "Kavunlarım düşündüğümden daha fazla sattı!$0#$b#Seyahat etmek veya kendime yeni alet edevatlar almak için kullanabilirim.$1#$e#Senin için yapabileceğim bir şey var mı, @?$4",
"summer_Thu10": "Seni görmek güzel, @. Bugün çok fazla hasat yaptım.$0#$e#İşte sana, Zümrüt Çiftliğinden taze koparılmış bir kavun! Çoğunlukla Zuzu Şehrinde satıyorum, ama arkadaşlarımlada paylaşabilirim, tabi ki.$0[254]",
"summer_Fri": "Evdeki bitkilerimden biri iyi gözükmüyor...$2#$b#Mantar hastalığına yakalandı... Galiba bitkilerime daha çok özen göstermeliyim.$2#$e#%Susan üzgün gözüküyor.",
"summer_Fri6": "Biraz aptalca ama, evdeki bitkilerime ailemden birilermiş gibi davranıyorum.$0#$e#Genellikle çok gezen biri olduğumu zaten farketmişsindir, @. Ama bitkilerimi cidden çok seviyorum. Yolculuğa çıktığımda, onları çok özlüyorum.$2",
"summer_Sat": "Muhtar Lewis bugün çok stresli gözüküyordu.$2#$e#O adam hepimizden daha fazla çalışıyor... Umarım yakın zamanda dinlenip, kendine gelebilir.$0",
"summer_Sat6": "Hasat ettiğim şerbetçiotlarımdan birazını bira yapmak için kullanıyorum. Gerisini ise dışarıya satıyorum.$0#$e#Bazen Gus gelip, salon için biraz satın alıyor.$0#$e#Eğer beğenirsen, bir ara nasıl bira yapılacağı hakkında küçük ipuçları verebilirim.$4#$e#Sadece, sırrımı kimseye söylemeyeceğine yemin etmelisin.$1",
"summer_Sun": "Yıldızçiyi Vadisinde yaz çok güzel. Sıcaklığı oldukça ılıman bir yer.$0#$e#Calico çölüne yaklaştıkça, daha da ısınıyor. Denize yakın olduğumuz için çok şanslıyız.$0",
"summer_Sun8": "Eğer çiftlikten elde ettiğin kar yetmiyorsa, paratonerler iyi bir yatırım olabilir @.$0#$b#Yakın zamanda yapmak istediğim fakat batarya gerektiren birkaç tür makina var.$0#$e#Robin bir aralar satışını yapıyordu, ama şu Joja tekeli yüzünden durdu.$2",

// FALL DIALOGUE
"fall_1": "Havadaki serinliği hissediyor musn, @? Sonbahar geldi!$1#$b#Bu mevsim senin için en iyisini diliyorum,tatlım.$0#$e#Kızılcık ve balkabağı yetiştirmeni şiddetle tavsiye ederim. Çok kar edebilirsin.$0#$e#İyi şanslar!$4",
"fall_3": "Kargalar sürü sürü dışarı çıkıyor.Umarım yeteri kadar korkuluğun vardır.$0#$e#Dikkat et!$1",
"fall_7": "Bu hafta önemli bir iş yaptın mı?$0#$e#En azından haftada bir akılda kalan bir iş yapmaya çalışıyorum.$4",
"fall_15": "Yarın tezgahına ne koyacağına karar verdin mi, @?$0#$e#Pierre zorlu bir rakip.$1",
"fall_20": "Sadece güzün rengarenk olmasını seviyorum, sen?$1#$e#Çiftçiler olarak sürekli yeşil ile iç içeyiz. Dünyayı daha canlı renklerle görmek daha güzel.$4",
"fall_26": "Spirit's Eve is tomorrow, sweetie.$1#$b#I heard from Mayor Lewis that Marlon and a friend from Castle Village are capturing monsters for us.$0#$e#We'll be able to look at them through steel cages. So scary!$4",
"fall_27": "Pelican Kasabası'nda ışıklar yanıp sönüyordu. Sanırım büyücü labirenti oluşturuyor.$1#$e#Bu büyü işi tam nasıl çalışıyor bilmiyorum ama.$2#$e#Akşam görüşürüz, @.$4",
"fall_28": "Selam, @. Sonbahar bitmek üzere.Ekinler fazla dayanmaz.$0#$e#Kışı balıkçılıkla mı yoksa madencilikle mi geçireceksin?$1",

"fall_Mon": "Tepeye yürüyüş yapmak iyi bir antreman. Her hafta çıkarım.$1#$e#Seeing the whole valley spread out beneath you lets you appreciate how beautiful this place is.$4",
"fall_Mon4": "Hiç tepeye kadar yürüdün mü?$0#$e#Biliyorum inanılmaz bir manzara ama... o kadar mezarın yanından geçmek biraz tadımı kaçırıyor.$2",
"fall_Mon10": "Passing all of those adventurers up on the summit makes me worry about you, sweetie.$0#$b#Make sure you take care of yourself when you're adventuring. You're a treasure to have around.$0", 
"fall_Tue": "Sonbaharın mantar mevsimi olduğu unutma, tatlım.$0#$e#Seri olursan çok kar edebiilirsin.$4",
"fall_Tue4": "Bugün tepede mantar buldum. Ama satmak veya pişirmek arasında karar almam lazım.$0#$e#Tepede bir sürü toplanacak şeyler yetişiyor, topraüı çok zengin.Senin yerinde olsam düzenli kontrol ederdim.$1",
"fall_Wed": "Gelecek olan Yıldızçiği Vadisi Fuarı için birkaç balkabağı bağışladım.$0#$b#Turistlerin alabilecekleri balkabağı parçaları hazırladım.$0",
"fall_Wed6": "Bu dakikaları sadece verilmiş olduğu için alma her günün hakkını ver.$0#$e#Benim yaşıma geldiğinde, gençken oluşturduğun anılara çok değer vereceksin.$1",
"fall_Wed10": "Seni seviyorum çünkü hayatın bir macera olduğunu anlıyorsun, @.$4#$b#Bazı insanlar çiftçiliğin sıkıcı olduğunu düşünebilir ama ikimiz de biliyoruz ki bu iş çok vakit,sabır ve yaratıcılık istiyor.$4#$e#Hayatımız bugüne dek olduğu gibi yoğun geçsin.$4", 
"fall_Thu": "*iç çeker*...Dün akşam Andy salonda biraz fazla kaçırdı. He just doesn't have a filter.$2#$e#Hepimiz kendi içermizde benzersisiz.$0#$e#Güzel gbir gün geçir.$1",
"fall_Thu8": "I saw Andy walking with Joja boxes the other day. He seemed to be having a nice day.$0#$b#I don't support Joja, but that doesn't mean I'll judge others who do.$0#$e#Why don't I support Joja? Well...the world is a precious place with limited resources, sweetie. I think they're squandering it.$2",
"Fall_Fri": "Mushrooms pop up in Cindersap Forest this time of year. Might forage for some soon.$0#$e#Andy and Leah usually take all of them, though...$3",
"fall_Fri4": "There were hazelnuts around the mountain river today. I'm going to roast them!$0#$e#Roasted hazelnuts are rich and delicious. I'll share some with you sometime.$1",
"fall_Fri10": "I found another bounty of hazelnuts and roasted them this morning! Here's some for you!$1[607]#$e#Enjoy, sweetie.$4",
"fall_Sat": "Managing grape trellises is different from ordinary crops. I need to think about how to correctly route the vines.$2#$e#I'll try asking Sophia. She knows everything there is to know about grapes.$1",
"fall_Sat8": "The fences by the railroad need to be repaired soon. I need to stock up on wood.$0#$e#How often do you repair your fences, @?$0#$e#Oh! I see! You're clever, aren't you?$1",
"fall_Sun": "Leaves keep finding their way into my house! Good thing I have a broom.$1",
"fall_Sun4": "Stardew Valley has the richest soil in the Ferngill Republic. Crops grown here are bigger and tastier.$0#$e#If you use fertilizer, your crops will be even healthier!$1",
"fall_Sun10": "I was meaning to talk to you, @.$0#$b#I fertilized my crop fields and I had some left over. I wanted to give it to you.$4#$b#No need to thank me! Have a wonderful day, sweetie!$1[369]", 

//WINTER DIALOGUE    
"winter_1": "Up in the mountains, Robin and I get lots of snow.$0#$e#I may build a snowman soon. Wouldn't that be cute?$1",
"winter_7": "Are you participating in the fishing contest tomorrow?$1#$b#I used to fish when I was younger, but never got back into it.$0#$e#Best of luck tomorrow!$4",
"winter_12": "My brother is visiting soon. His daughter is adorable!$1#$b#She loves playing video games. I have a Super Neendo she plays when she visits.$0#$e#I don't play it myself. I'm too old for those electronic contraptions.$4",
"winter_17": "A merchant sold me a houseplant.$0#$b#You can always find something amazing at the night market!$1",
"winter_24": "The Winter Star Feast is tomorrow! It's such a joyous day.$0#$e#I picked up the perfect gift! I hope he loves it.$1",
"winter_28": "Ready to sow seeds soon?$0#$e#I finished planning weeks ago. Just need to wait for the snow and ice to thaw - won't be long now.$1",

"winter_Mon": "I feel bad for all those poor animals out there, freezing in this cold weather.$2#$e#I have a soft spot for little critters.$0",
"winter_Mon4": "Sautine City has beautiful shores and tourists from around the world.$0#$b#Every time I go there I meet someone whose life is completely different from mine. It's like a window into a different world.$4#$e#You should try traveling, @. Tickets can be expensive, but the experience is well worth it.$1",
"winter_Mon8": "I've almost saved up enough money to take a trip across the country.$0#$e#Travelling is a big hobby of mine, so living by the railroad is convenient.$4#$e#Think you'd ever want to take a trip with me, sweetie? I'm a great traveling companion!$1",  
"winter_Tue": "How's your winter, @? Are you enjoying your time off?$1#$e#I've been crafting and traveling. It's a wonderful time of year.$0",
"winter_Tue6": "I'm glad I have wood stockpiled. My house doesn't have a fancy heater system. I rely on the fireplace.$0#$e#Stay warm this winter, @! You're always welcome to stop by and sit with me by the fire for a little while.$4",
"winter_Wed":  "I love stepping outside at night when it snows. Since snow absorbs sound, it's very quiet.$1#$e#Stay warm, @.$0",
"winter_Wed4": "I enjoy reading books during winter. Don't have to worry about the crops.$0#$e#I know you don't take weekends off, but you should enjoy some time for yourself too! You deserve it.$1",
"winter_Wed8": "We both work too hard, don't we?$0#$e#Let's make a pact to both take it easy this weekend. No long hours in the mines, no hikes to Grampleton... just cozy days in front of the fireplace with a nice book or some memories.$4#$e#It'll be tough to sit still for a while, but I think we can both manage it.$1",
"winter_Thu": "I often see Alex visiting the bath house.$0#$b#The workout room is kept in good condition.$4#$e#Maybe because no one but Alex uses it.$0",
"winter_Thu6": "I hike up to the summit pretty often, even in the winter.$0#$e#There's lots of crafting materials and forage, and the view is just breathtaking.$1#$e#Join me sometime, @?$4",
"winter_Fri": "Do you go to the saloon on the weekends often?$0#$e#In the winter, it's tempting. A little bit of cider or ale knocks the chill right out of my bones.$4",
"winter_Fri8": "I'm not sure if I'm just getting older, but this winter seems colder than usual.$2#$e#I'm itching to take off and travel somewhere warm.$4#$e#Maybe someday we'll both just get on the train and ride it until we're somewhere we've never been, @. What do you think?$4",
"winter_Sat": "Call me old-fashioned, but I prefer writing letters instead of emailing.$0#$e#All of this new technology is advancing too fast for me to keep up with.$2",
"winter_Sat8": "Do you keep in touch with your family, @?$0#$e#Life here in the valley is a little like living in a bubble. It's easy to forget the outside world, surrounded by the mountains.$4#$e#It's important to make sure you stay connected with the world, whatever way works best for you.$4",
"winter_Sun": "Almost time to start preparing for the next year.$1#$e#Hmm... what should I grow this spring?$0",
"winter_Sun6": "I was clearing my crop fields this morning, preparing for spring, and I dug up several snow yams.$0#$b#I think I'll eat this with dinner tonight after I wash them!$1#$e#Try and dig a few up while you can, @. They taste great roasted with a little butter and brown sugar.$4"
}
