
{
  //SPECIAL DIALOGUE
  "Introduction": "Oo, Merhaba! Sen %farm Çiftliği'nin yeni sahibi olmalısın! Ben Victor. Seninle tanışmak bir zevk @.$1#$e#Annemle tanıştın mı?$3",
  "divorced": "@... Sen... Sen kalbimi paramparça ettin. Seni hayatımın merkezine koymuştum ve sen bana bunu mu yaptın?$2#$b#Lütfen...$2#$b#Söyle bana neyi yanlış yaptım. Ne yaptım?Seni incittim mi?$2#$e#@, lütfen...$2",
  "secondChance_Boys": "İlişkimize ikinici bir şans mı vermek istiyorsun, @?$6#$b#Bundan emin değilim...$2#$b#Benden ayrılınca öldüm sandım, @. Düşünmek için biraz daha vakite ihtiyacım var...$2#$b#Ben de ikinci bir şans vermek istiyorum!$3#$b#İkimizde hatalarımızdan öğrenebilir ve sağlıklı bir ilişkiye sahip olabiliriz.$4#$b#Bunun için ikimizinde çaba harcaması lazım ama yapabiliriz.$3",
  "dumped_Boys": "@, benimle konuşma...$2#$b#Biz arkadaş değiliz.Hele ki yaptıklarından sonra...$2",
  "breakUp": "Ne ne? Solmuş bir buket çiçek mi?$2#$b#Of, bu yaptığım aptalca bir şeydi dimi?$2#$e#Artık tekrardan arkadaş mıyız?$0",
  "stardrop_gift": "Merhaba balım. Bu yıldızkaydıyı senin için getirdim.$4#$b#Taa Fern Adaları'ndan geldi! Yıldız ağacından taptaze ellerinde.$1#$b#Seni seviyorum, hayatım.$4",
  "give_flowersA": "Benimle çıkmak mı istiyorsun, @? Ben de istiyorum! İlk adımı atmak konusunda gergindim.$4#$b#Sen yaptığın için çok memnunum, @. Şu an  yaşayan en mutlu insanım!$1",
  "give_flowersB": "Aynı şekilde hissettiğini bilmiyordum, @. Çok mutluyum!$4#$e#Fakat biraz gerildim, ya sen?$4",
  "give_pendant": "!!!$7#$b#Sen, sen evlenmek mi istiyorsun? Bana teklif mi ediyorsun şu an, @!?$7#$b#Kabul ediyorum! Hayatımın geri kalanını seninle harcayacağım için çok mutluyum. Muhtara haber vereyim. Ay, anneme de haber vereyim!$1",
  "rejectNPCA": "Yok ben almayayım, @.$0",
  "rejectNPCB": "Senin gibi hissetmiyorum, @. Üzgünüm.$2#$e#Başka ne dememi istiyorsun? HAYIR dedim.$0",
  "reject_two_heartA": "@, Seni o manada sevmiyorum. Seni üzmek için söylemedim.$2",
  "reject_two_heartB": "Çıkmamızın iyi bir fikir olduğunu düşünmüyorum, @.$0#$e#Seni çok iyi tanımıyorum.$0",
  "reject_four_heartA": "Üzgünüm, böyle bir bağlılığa hazır değilim @.$2#$e#Hazır değilim dedim.$5",
  "reject_four_heartB": "@, Seni severim ama...$2#$b#Üzgünüm, seninle çıkmaya hazır olduğumu düşünmüyorum.$2",
  "engageA": "Off, bu yaptığını görmezden geleceğim.$0#$e#Beni yalnız bırak, @.$5",
  "engageB": "Benimle eşini aldatmaya mı çalışıyorsun!? Senin sorunun ne?$5#$e#İğrençsin, defol.$5",
  "marriedA": "@? Ne yapıyorsun? Bana bunu yaptığını eşine söylersem ne olacağını düşündün mü?$5#$e#Defol.$2",
  "marriedB": "Benimle evlenmek mi istiyorsun? Sen zaten evlisin, @. Lütfen şaka yapmayı kes.$2#$e#@. Sarhoş musun acaba? Eşine söylemeden önce defol.$0",
  "refusal_knownA": "O adımı atmadan önce biraz daha vakit geçirmeliyiz, @.$6#$e#Üzgünüm. Seni bozmak için söylemedim. Bu önemli konuda son derece şeffafımdır.$2",
  "refusal_knownB": "Bunun için biraz erken olduğunu düşünmüyor musun?$0#$e#Ama bana karşı hislerini sevdim, @.$6",
  "refusal_botherA": "Hala cevabım hayır, @. Üzgünüm.$0",
  "refusal_botherB": "Belki bir gün.$1",
  "refusal_no_heartsA": "Şirin görünüyor. Sahildeki hayaletten mi aldın?$0#$b#Denizkızı kolyesi satan bahriyeli hayaletler olduğunu okumuştum.$6",
  "refusal_no_heartsB": "Şimdi yaşanacakları şöyle anlatayım, @. Uzaklaşacağım ve hiç yaşanmamış gibi davranacağım.$0",
  
  //SPECIFIC TILE DIALOGUE
  "JenkinsHouse_23_25": "Sophia ve ben bugün 'My Villain Academia adında bir şey izleyeceğiz . İlgi çekici olmalı.$3",
  "JenkinsHouse_31_11": "Seninle anime izlemek çok eğlenceliydi Sophia.$3",
  "JenkinsHouse_21_39": "Sophia seninle takılmak çok eğlenceli.$1",
  
  //EMPLOYMENT QUESTION - SPRING YEAR 1 ONLY
  "spring_Wed_1": "Üniversiteden mezun olalı baya zaman geçti.$6#$b#Annem iş bulmam konusunda beni sıkıştırıyor. Neresi olduğu pek umrunda değil.$2#$e#İş bulmam gerektiğini biliyorum, sadece biraz daha zamana ihtiyacım var.$2#$q 1001/1002 jobquestion_followup#İş bulamadığım için tembel olduğu mu düşünüyorsun?#$r 1001 50 jobquestion_no#Victor sen tembel değilsin. Sadece ne yapacağına karar vermek için biraz daha zamana ihtiyacın var. Bana bak! I didn't know what I was doing until recently.#$r 1002 0 jobquestion_neutral#Part-time stajyerliği deneyebilirsin belki işi de. Hiç değilse annen seni sıkıştırmaz?#$r 1002 -125 jobquestion_yes#Tembel demezdim ama okulu bitireli bir yıl olmuş Victor.",
  "jobquestion_no": "Bu doğru. Joja'da muhasebeciydin. Tamamen değiştin ve çiftçi oldun.$3#$b#Senin hikayen bana gelecek için umut veriyor, @.Teşekkür ederim.",
  "jobquestion_neutral": "Belki ona bakarım. İş ortamını hissederim. Belki hoşuma gider .$6",
  "jobquestion_yes": "Hmm anladım. Haklısın. Kendimi biraz daha vermeliyim.$2",
  "jobquestion_followup": "$p 1001#Hayallerimi takip etmem için biraz daha mı çabalamam gerekiyor...$1|Biraz düşünüp taşınmam gerekiyor, @. Sohbet için sağol.$6",
  
  //ZUZU CITY QUESTION
  "summer_Thu": Zuzu City'deki hayatımı düşünüyorum da. Çok kaotik ve gürültülüydü.$0#$e#Vadide yaşamak şehirden çok farklı.$1#$q 3001/3002 city_followup#Şehirdeki hayatını özlüyor musun?#$r 3001 15 city_yes#Evet.#$r 3002 15 city_no#Hayır.",
  "city_yes": "Şaşırmadım. Ekmek şehirde. Serbest meslek sahibi olmak istemiyorsan, burada yaşamak cidden zor.$0",
  "city_no": "Zuzu City'de ailemizin bir parçası var. Annem ve ben ara sıra onları ziyaret ediyoruz.$3",
  "city_followup": "$p 3001#Sohbetini seviyorum @.$1",
  
  //SPECIFIC MAP AND COORDINATES DIALOGUE
  "JenkinsHouse_31_5": "Bu biraz garip. Yattığımı görmüyor musun?$2",
  "JenkinsHouse_6_8": "Dişimi fırçalıyorum.$0",
  "BlueMoonVineyard": "Cevher Denizi'nin güzel bir manzarası. Sophia şehirdeki en iyi manzaraya sahip.$1",
 
//SPRING AND GENERAL DIALOGUE
  "spring_1": "Mutlu baharlar, @.$3#$e#Bu yıl hedeflerin neler? Ben haftada en az bir kitap bitireceğim.$1",
  "spring_15": "Yıldızçiyi Vadisi'nde 8 köprü var.Bunların yarısı Pelikan Şehri'nde.$3#$b#Tabi bir sürü el yapımı köprü de var, sahildeki gibi.$1#$e#Bu köprülerin birden fazla topluluğu birbirine bağlaması inanılmaz.$1",
  "spring_23": "Acaba Sophia iridyum kalitesindeki şaraplarından birini festivale getirecek mi?$0#$e#Dans etmekte çok iyi değilimdir.$2",
  "spring_28": "Yaz daha hızlı gelemez mi?. Sahile daha fazla gitmeyi dört gözle bekliyorum.$1",
  
  "Mon": "Selam. Pazartesin nasıl geçiyor?$0#$e#Bir sürü e-posta atmam lazım. Bunu yapmayı pek istemiyorum.$2",
  "Mon6": "Cevher Denizi'nde görünen yaratıklar hakkında bir kitabı bitirmek üzereyim.$3#$b#Bu kitap uzun bir süredir kitaplığımdaydı!$1",
  "Mon10": "Bu akşam köprü çizimlerine bakmam gerekiyor.$0#$e#Bunu dört gözle bekliyorum!$3",
  "Tue": "Of, Pierre'nin dükkanına uğramam gerekiyor. Neden annem hala bir uşak tutmadı, bilmiyorum.$6#$e#Hey... yarı zamanlı bir iş arıyor musun?$1#$e#Oh. Bu kabaydı, değil mi? Özür dilerim, @. Dinginliğimi yitirdim.$2",
  "Tu2": "*Öfler*... Salı. Çamaşırlarımı yıkadığım gün.$2",
  "Tue6": "Günün nasıl geçiyor, @? Üretici bir şeyler yaptın mı?$1#$eBelki sonra bir projem hakkında daha fazla çalışırım.$1#$e#Kendini bir işle meşgul tutmak çok güzel.$3",
  "Wed": "Uhh. Selam.$0#$e#Yardımcı olabilir miyim?$0",
  "Wed2": "Umarım günün güzel geçiyordur.$3",
  "Wed8": "@, Senin hakkında düşünüyordum da.$1#$e#Sürekli işlerinle ilgileniyorsun. İyi bir idolsün.$3",
  "Wed10": "Selam, senin için kilerden güzel bir şarap çıkarmıştım.[348]$1#$e#Daha sonra görüşürüz. Beğenirsen söyle!$3",
  "Thu": "Bugün için planın var mı? Sanırım projeme devam edeceğim.$0",
  "Thu6": "Seni görmek güzel, @. Bugün bir sürü işimi bitirdim! Umarım senin günün de güzel geçmiştir.$1",
  "Fri": "Selam, @. Bu akşam salona gelmeyi düşünür müydün? Belki orada görüşürüz!$1",
  "Fri4": "Bu akşam salonda beraber içmeliyiz belki Çayır kralı bile oynarız!$1",
  "Fri8": "Düşünüyorum da bu akşam Mavi ay şaraplarından birini içebilirim.$3#$e#Gus sağolsun benim için ayırır.$1",
  "Fri10": "Bir gün salonda beraber oyun oynamalıyız.$1#$b#Çayır Kralının Yolculuğu'nda iyiyimdir.$3#$e#Çünkü video oyunlarını çok oynarım.$1",
  "Sat": "Yıldızçiyi Vadisi'nde yaşamayı seviyor musun?$0#$e#Bu güzel.$0#$e#...$0#$e#Hmm,tamamdır, güzel muhabbeti. Daha sonra görüşürüz.$2#$e#Görüşmek üzere, @.$0#$e#%Victor daha fazla konuşmak istemiyor.",
  "Sat2": "Hafta sonu olmasına rağmen yapacak çok işim var.$2#$e#Ertelemenin ödülü olsa gerek.$0#$e#Belki sonra video oyunu oynarım.$3",
  "Sat6": "Bugün çok boş vaktim var. Yeni bir kitaba mı başlasam? Ya da video oyunu mu oynasam?$0#$e#Sanırım oyun oynayacağım!$1",
  "Sat10": "Dün akşam rüyamda evden uzak bir yerde kaldığımı gördüm.$0#$e#Garip bir şekilde çok gerçekçiydi.$1",
  "Sun": "Imm, selam.$0#$e#Güzel bir gün, değil mi?$0#$e#...$0",
  "Sun2": "Selamlar, @! Umarım günün güzel geçiyordur.$0",
  "Sun6": "Bugün için bir planın var mı?$1#$e#Ben mi? Ben sanırım Legend of Lonk oynamaya devam edeceğim. Su zindanında takıldım.$0",
  "Sun8": "Video oyunları kendi benzersiz yollarında inanılmazlar, kitaplar gibi.$3#$e#Başka hiçbir şey seni böyle başka bir dünyaya çekemiyor.#$b#Bazen gerçek dünyaya ara vermek güzel, değil mi?$1",
  "Sun10": "Hiç %farm Çifliği'ne daha fazla köprü dikmeyi ve yol yapmayı düşündün mü?$3#$e#Oh. Sadece yol yapmayı sevdiğim için soruyorum.$2#$e#%Victor'a şüpheci bir bakış attın.#$e#Hah. Hiçbir şey de senden kaçmıyor , @?$3",
  
  //SUMMER DIALOGUE
  "summer_1": "Yaz Yıldızçiyi Vadisi'nde çok güzel. Ne çok sıcak. Ne çok soğuk.$3#$e#Mükemmel.$1",
  "summer_3_1": "Dün akşam patlamayı duydun mu? Joja Susan'ın evini kapatan taşları patlattı.$6",
  "summer_11": "Annem ve ben tencerenin içine çok az şarap döktük.$1#$e#Bütün çorbayı mahvetmek için tek bir kötü malzeme yeterli. İçine ne koyduğuna dikkat et.$2",
  "summer_15": "Annem Joja Uluslararası Nakliye bölümünde kıdemli muhasabe müdürüydü.$3#$e#İşinden fazlaca para ve prim kazanıyordu,sonra bütün hisselerini paraya çevirince daha çok kazandı.$1#$b#Şimdi günlük hisse takası yapıyor. Kendimi bu işte göremiyorum.$0#$b#Bana kalırsa takas işi mesleki açıdan doyurucu bir iş gibi gelmiyor. Bizim ayrı kaderlerimiz var.$1",
  "summer_24": "Benim Chestervale'daki terzim bu gömleği benim için dikmiş. Her zaman kıyafetlerimi ondan sipariş ederim.$3#$e#Kıyafetlerin mükemmel görünüyor. Sen nereden aldın?$1",
  "summer_28": "Ayışığı jöleleri Cevher Denizi'ndeki en güzel yaratıklar.$3#$b#Onları görmeyi her yıl dört gözle bekliyorum.$1",

  "summer_Mon": "Bu yaz sıcakları çok yakıcı. Neyseki güçlü bir klimamız var.$0", 
  "summer_Mon2": Bir kaç gün önce Pierre'in yerindeydim ve Susan'ı 200 poşet tohum alırken gördüm.$6#$b#İddasına girerim ki bir sonraki dönem onun için çok karlı olacak.$3#$e#Sonra görüşürüz, @.$1",
  "summer_Mon4": "Dün kazara annemin bayağı eski şaraplarından birini düşürdüm...$2#$b#Harçlığımın bir kısmını harcamam gerekecek.$6",
  "summer_Mon8": "İnek olduğumu biliyorum, ama beni hiç yargılamadın.$1#$e#İyi bir arkadaşsın, @.$3",
  "summer_Tue": "Bugün saygıdeğer bir mimarlik firmasından iş teklifi aldım.$6#$b#Ülkenin öteki tarafında, böyle bir yolculuğu çekemem.$2",
  "summer_Tue4": "Selam, @. Bazen cidden derin düşünüyorum.$6#$e#Ben eee...$2#$b#bazen insanlar bana varlıklı olduğum için iyi davranıyorlar gibi hissediyorum. İnsanlara güvenmek çok zor.$2",
  "summer_Tue6":  "...Bak. Para sahibi olmak hayatımı daha kötü hale getiriyor demiyorum, ama böyle bir sonucu kabullenemem!$5#$b#Oh! @!$7#$e#Üzgünüm, seni görmedim. Ben kafamda bugün yaşadığım bir tartışmayı düşünüyordum da.$2#$e#Bir sonraki tartışma için cevabımı hazırlıyordum.$2",
  "summer_Tue8": "Bugün günümü karışık bir matematik problemi içn harcadım.$0#$e#Çözdüm diyebildiğim için çok mutluyum. Her zaman entelektüel bir mücadeleyi hoş karşılarım!$1#$e#Sohbetin güzeldi, iyi günler. @!$1",  
  "summer_Tue10": "Ralph'in yanında çalıştığım zaman çok şey öğrendim, Grampleton'ın köprü mühendisidir.$1#$e#Okulda her şeyi öğretmiyorlar.$3",
  "summer_Wed": "Bugün kütüphanimizde bir not buldum. Annemin Gotora şarabı depolama teknikleri hakkında notları varmış.$2#$b#Eğer bu bilgi yanlış ellere düşerse annemin başı belaya girebilir. Ferngill Cumhuriyeti'nde bu yasa dışı bir şey.$0#$e#Sana bunu anlattığımı söyleme.$6",
  "summer_Wed2": "Selam, @. Bu yaz sıcakları sana nasıl etki ediyor?$1",
  "summer_Wed4": "Sebastian önceki gün piyanosundan çok güzel müzikler çaldı .$1#$b#Düşünüyorumda belki ben de piyano işine girer onlarla doğaçlama çalarım.$3",
  "summer_Wed8": "Seni görmek güzel. Umarım verimli bir gün geçiriyorsundur!$1#$e#Oh, ben mi?Ben sadece bu yaz sıcağında serin kalmaya çalışıyorum.$3",
  "summer_Thu": "Hmm...Bugün neye ihtiyacım olduğu hakkında düşünmem lazım.$0",
  "summer_Thu4": "Bazen, Üniversitede okuduğum zamanları özlüyorum.$6#$b#Hayat o zamanlar çok yalındı.$2#$e#Kimse yetişkinliğin böyle olduğunu söylememişti. Tek başınasın ve sana rehberlik edecek bir kişi bile yok.$0",
  "summer_Thu8": "Gençken hiç çiftçi olacağını düşünmüş müydün, @?$0#$e#Tutkunun peşinde olmanı takdir ediyorum. Bildiğinden daha fazla.$3#$e#Tanıştığım en kendini adamış insanlardan birisin.Senden öğreneceğim çok sey varmış gibi hissediyorum.$3",
  "summer_Thu10": "Yarın salonda bir içki içmek ister misin?$3",
  "summer_Fri": "...Üzgünüm, @.Kafam çok dolu. Pek mutlu sayılmam.$2#$e#Beni yalnız bırakabilir misin?$2#$e#@ ...Ciddiyim.$5#$e#...$5#$e#Biliyor musun? Al sana biraz para, git ve kendine bir içki al.[336]$2",
  "summer_Fri4": "Galiba huysuzluğumu annemden aldım. Bazen akşamlarımızı birbirimize somurtarak ve sessiz bir şekilde geçiriyoruz.$2#$e#Umarım bu kaba hallerimi kişisel algılamıyorsundur @. Biliyorsun somurtmadığım zamanlar arkadaşlığından çok keyif alıyorum.$3",
  "summer_Fri8": "Yakın bir zamanda bir dondurma yiyelim.$1#$e#Alex yeni bir bitki temelli dondurmalarından bahsetti. Görünüşe göre sağlıklıymış.$3",
  "summer_Sat": "Gus'a 800 altınlık bahşiş verdim.$6#$Salonun finansal olarak iyi durumda olmadığından bahsetmişti, insanlar hesaplarını ödemiyormuş.$2",
  "summer_Sat4": "Bunu biliyor muydun Ferngill Cumhuriyeti Endüstriyel Devrimi'nin büyük bir kısmı cücesel teknoloji sayesindeydi.$1#$b#Bilim insanları aletleri kopyalayıp insanlar için modernize etmeyi becerdi.$3#$e#Sonra konuşuruz, @.$3",
  "summer_Sat8": "Son zamanlarda bitirdiğim cüce kıtabının bir kısmında Cascadian Dağı bölgesinde bulunan cücelerin antik kentini anlatıyor .$1#$e#Onların şehirleri bir zamanlar antik cücelerin ticaret merkeziymiş .$7#$b#Bugünde , biz hala onlar hakkında çok bilgiye sahip değiliz...$2#$b#Orda burda eşyalarını buluyoruz ve biraz tarihlerini biliyoruz ama hepsi o kadar...$0#$e#Görüşürüz, @.$3",
  "summer_Sun": "Haberlere göre Ferngill Cumhuriyeti Araştırma Ajansı Yıldızçiyi Vadisi'nin ağaçlarını kesmek istiyormuş.$5#$b#Ajans burada Gotoro İmparatorluğu ile olan savaşın gidişatını değiştirecek büyülü nesneler bulacağına inanıyormuş.$0#$e#Kuledeki büyücü onların bu işi yapmalarına izin vermiyormuş.$6",
  "summer_Sun4": "Bir kaç kez seni Maceracı Loncası'na girdiğini görmüşlüğüm var.$0#$b#Sadece Castle Köyü ve Fern Adaları'ndan gelen gezginler oraya giriyor.$6#$e#Söylemeliyim ki,hem tek başına çifliği işletip bir de üstüne maceracı olman hem etkliyeci hem de çok cesurca.$1#$e#Canavarlarla savaşamazdım. Pek yaralanmayı ya da daha kötüsünü yaşamayı sevdiğimi söyleyemem.$2",
  "summer_Sun10": "Selam, @. projeden ekstra kalmış birkaç malzemem var. İster misin?$1#$e#Buyur, eminim ki kullanacağın bir yer bulacaksın.[335]$3",
  
  //FALL DIALOGUE
  "fall_1": "Fall is finally here. The colors of this season are beautiful.$1",
  "fall_8": "There are eight bridges in Stardew Valley. Over half of those are in Pelican Town.$3#$b#There are also many small wooden makeshift bridges everywhere, such as the one at the beach.$1#$e#It's incredible that bridges can allow different communities to connect with one another.$1",
  "fall_15": "Hey, @. Looking forward to the Stardew Valley Fair tomorrow?$3#$b#You're setting up a grange display right?$0#$e#Well, good luck! I'm positive you'll do great.$1",
  "fall_27": "Spirit's Eve is my favorite festival. I wonder how difficult and scary the maze will be this year...$1#$e#The wizard uses magic to summon the maze. It makes you wonder what else he has the power to do.$0",
  "fall_28": "Winter's on its way... I always think I can smell it in the air, but maybe that's just wishful thinking.$0#$e#Winter is an excellent time to have your own library, @.$3",

  "fall_Mon": "I heard rumors that the family that lived in our house before us didn't get along with Mayor Lewis.$0#$e#My mother knows about it, but won't tell me.$6",
  "fall_Mon4": "Sometimes I get too caught up in thinking about the past to think about the future.$0#$e#I guess it can feel like the shadows the past cast over us make it hard to see.$2#$e#...Eh, sorry for being dramatic, @. I appreciate you putting up with the nonsense I talk about when I'm feeling glum.$3",
  "fall_Mon8": "Hey there. If you want a cup of coffee, feel free to drop by some time.$3#$e#I appreciate your company.$1",
  "fall_Tue": "Maru helped me solve a calculus problem yesterday with my project. She has a very unique way of approaching things.$3#$b#Very resourceful!$1#$e#Have a nice day, @.$3",
  "fall_Tue4": "Having a dilemma with a project I'm coding. It has to do with a compiling error.$0#$e#I love troubleshooting problems. It just means there's something concrete to fix and work toward.$1",
  "fall_Tue10": "*yawn* I was up all night working on new bridge plans.$0#$e#It was fun!$3",
  "fall_Wed": "I'm going to visit Sophia tomorrow at her vineyard.#3#$b#While I'm there, I'll pick up some more of her iridium-quality wine. It's one of my mother's favorites.$1",
  "fall_Wed6": "It's a chilly day today. Keep yourself bundled up, @.$1",
  "fall_Wed10": "My mother is serving mushrooms with dinner tonight...$2#$e#Maybe we could plan a dinner at your house?$1#$e#I make exquisite spaghetti!$3",
  "fall_Thu": "Marlon was with several monster hunters from Castle Village the other day$0#$b#I could have sworn I also saw the Wizard with them too.$1#$e#I think they were having a secret meeting or something.$6",
  "fall_Thu2": "My mother and I moved to Stardew Valley from Zuzu City.$6#$b#The valley is quiet compared to the urban environment I used to be in.$3#$e#You used to live in Pine-Mesa City right? You can understand what I mean.$1",
  "fall_Thu8": "Do you ever get scared when you're heading off to adventure, @?$0#$e#...I've probably said this before, but I really envy your bravery. I feel so useless sometimes.$2#$e#I should find my own way to make meaning in the world? Wise words, probably. Let's see if I listen to them.$3",
  "Fall_Fri": "It's good to see you, @. I feel like taking a hike up to the summit tomorrow.$1#$b#The view up there is amazing during this time of year.$3",
  "fall_Fri6": "My mother picked up painting as a hobby some several years ago.$0#$b#She's developed a lot as an artist.$3#$b#It really goes to show that practice makes perfect.$1#$e#Just look at how much you've learned from when you started farming!$1#$e#I hope you have a great day, @.$3",
  "fall_Fri8":  "Do you... think you could ever teach me one of your skills, @?$0#$e#Oh, none in particular, but I watch my mother picking up new skills and I'm envious.$0#$e#It'd be nice to try something new soon.$0",
  "fall_Sat": "The homeless guy that lives in the tent in the mountains looks familiar to my mother.$0#$e#She thinks she has seen him somewhere else before. Weird, right?$0",
  "fall_Sat4": "I saw Linus walking around Pelican Town last night. I felt bad , so I offered him 1,000G.$2#$b#He... turned it down. Said he didn't need it because the valley gives him everything he needs.$0#$e#I guess I'm just... not sure what he meant by that.$6",
  "fall_Sat8": "If you're up for learning something new, just let me know!$1",
  "fall_Sun": "I'm reading a book called 'Legends of the Dwarves'. It's about several dwarvish mountain ranges and advanced ancient technology.$3#$b#One of those mountains is here in Stardew Valley, Corneal Mountain!$1",
  "fall_Sun6": "*sigh* I have chores to do today. I'm not looking forward to it.$2",
  "fall_Sun8": "Hey, @! How's work going on %farm Farm?$3#$e#That's good to hear!$1", 

  //WINTER DIALOGUE    
  "winter_1": "That was quite the snowstorm we had last night. I can't see a single blade of grass anywhere.$6#$e#Be sure to bundle up and stay warm, @.$3",
  "winter_7": "Are you ready to make the trek into the forest tomorrow for the ice fishing festival, @?$0#$b$I enjoy walking with everyone to Cindersap Forest.$1#$e#It gives me an opportunity to talk to Sophia and Sam. I don't see them very often.$3",
  "winter_17": "I bought magical totems from a blue cloak figure at the market last night.$3#$b#That person looked strangely familiar...$0#$e#I think it might be the Wizard from 'The First Slash' in the Fern Islands.$1",
  "winter_24": "I wonder who my secret gift giver is this year for the Feast of the Winter Star.$0#$e#I hope it's Sophia!$1",
  "winter_28": "Winter is almost over. Can't wait to spend more time outside and enjoy the weather.$3",

  "winter_Mon": "Hey, I'm in the middle of something.$6#$e#...$0#$e#Uhh... here. This'll buy you a game of Prairie King.[384]",
  "winter_Mon4": "Ever wonder what the elves were like? I'm reading a book about them.$1#$b#They used to be the most prominent race on the planet until they went extinct. No one knows why they disappeared.$0",
  "winter_Mon8": "I was playing Journey of the Prairie King a couple days ago and almost beat it.$1#$b#Apparently, if you beat the game, there's a chance you'll get the arcade machine delivered to you.$3#$e#If I really wanted it, I'd just buy it though.$0#$e#...No, you're right. It wouldn't be the same. I shouldn't lean on being able to just buy whatever I want. Sorry.$2",
  "winter_Mon10": "Do you tailor your own clothes? Your outfit is sharp.$1",
  "winter_Tue": "Most of our furniture was handcrafted in Grampleton.$3#$b#The artisan woodworkers there are some of the best in the world.$1",
  "winter_Tue4": "I sure could go for a peppermint coffee.$3#$e#If there's anything I enjoy about winter, it's the seasonal food and drinks.$1",
  "winter_Tue8": "Hi, @. We should grab a peppermint coffee together sometime.$1#$b#I'll pay for your coffee! Gus uses organic peppermint candy.$3",
  "winter_Wed":  "Once you study physics for long enough, it's hard not to look at the world and start calculating how it works in your head.$0#$e#No, it's not necessarily a bad thing.$0",
  "winter_Wed4": "When I was attending university, there was a professor teaching my advanced physics class named R. Peterson.$3#$b#He used to work closely with a wizard at the Fern Islands archipelago.$1#$b#You'd be amazed at how the laws of physics apply to the magical world too.$7",
  "winter_Wed8": "I wonder if there are any book shops in Zuzu City I haven't visited yet...$0#$e#I'm always looking to expand our book collection, especially when it comes to the intersections of magical and scientific theory.$0#$e#Did you just yawn, @?$1",
  "winter_Thu": "*sigh* I've had a rather rough day today. Playing some video games would be a great way for me to unwind a little.$2",
  "winter_Thu4": "I love reading about history, fiction or not.$3#$e#It's nice to dive into a different world and lose yourself in it for a while.$0",
  "winter_Thu8": "I designed a prototype trestle bridge for fun today in a simulation program I created. These types of bridges are useful if you need to cross over marshes or shallows.$1#$e#Trestle bridges are cheaper to build than other types of bridges because they use wooden supports instead of stone or steel.$3#$e#It does sound a bit like a video game, doesn't it? You'd be surprised how many skills you learn in games come in handy elsewhere.$3",
  "winter_Fri": "The game developer of Journey of the Prairie King, ConcernedMonkey, is making another game!$1#$b#Given how amazing JPK is, I must say I am absolutely looking forward to playing it.$3",
  "winter_Fri4": "I wonder what I should pick up at Pierre's during my next trip?$0#$e#I'm thinking spaghetti ingredients!$1#$e#Do you ever make spaghetti? It's delicious! I'll share my recipe for sauce with you sometime.$1",
  "winter_Fri8": "Hmm... do you think anyone would be interested in a bridge-making simulation game, @?$0#$e#...I feel like a lot of people might assume it would be boring, but I bet I could make it fun.$3",
  "winter_Sat":"My mother made 80,000G last night from a stock trade. I think she's going to spend it on expensive wine again.$0",
  "winter_Sat4":"I like wine, but not quite as much as my mother does.$3#$e#Well...I'm not sure if there's anyone in the world who likes wine as much as she does.$1",
  "winter_Sat8": "I spend a lot of time with my mother, since we live together.$0#$b#We don't have much in common, so sometimes it's a little...tense.$2#$e#I just feel like I'm more willing to compromise for her than she is for me.$2",
  "winter_Sat10": "Hey. Want some leftover spaghetti?$1#$e#Here!$3[224]#$e#Maybe we can grab a meal together next time?$3",
  "winter_Sun": "I've been procrastinating on my coding project. Perhaps I should get back into it today?$0#$e#It's always a pleasure to see you, @. Have a nice day.$3",
  "winter_Sun4": "I'm building a computer for someone in Chestervale, the same city where I get my clothes tailored.$3#$b#He has a lot of RAM in his build. Probably running a lot of processes that suck up memory, like video rendering.$0#$e#Building computers is a hobby of mine! I'm happy some people seek me out to put together components for them.$1#$e#Let me know if you ever want me to put together a machine for you, @. Friends get a discount.$3",
  "winter_Sun8": "Hey there, @. Certainly a chilly day today.$0#$e#Visit the house sometime. I'll make you a cup of coffee.$1",
  }
