{
  //SPECIAL DIALOGUE
  "patio_Victor": "Bu gün çok güzel bir gün.$1",
  "spouseRoom_Victor": "Selam, tatlım. kütüphaneden bir kaç kitap aldım. Elvish ve dwarfish lore'u çok büyüleyici.$1#$e#Seni seviyorum!$4",
  "funReturn_Victor": "Selam! günün nasıl geçti?$1#$b#Ben bugün biraz çiftliğin ve kasabanın etrafında dolaştım. Bu arada annem selam söylüyor! Umarım bir ara urarmışsın dedi.$3",
  "funLeave_Victor": "Bugün bir kaç ayak işini hallediceğim. Ayrıyetten yapmamı istediğin bir şey var mı?$1",
  "OneKid_0": "Sence %kid1 büyünce senin gibi bir çiftçi olacak mı?$1#$e#%farm Çiftliğimizi ailemizle beraber işletmek isterim.$3",
  "OneKid_1": "%kid1'in dışarda oynamasını izlemek beni çok mutlu etti.$3#$e#Bütün hayatım boyunca sanki bu an için yaşıyormuşum.$1#$b#Artık beraber kendi ailemizi oluşturmaya başladık.$4#$e#Seni çok seviyorum ve hiç bir şey bunu değiştiremez.$4",
  "OneKid_2": "Tatlım, geçen gün Pierre'den bebek maması aldım.$3#$e#Bebek hakkında endişelenmene gerek yok! Sen işlerini hallet.$1#$e#Ben buradaki işleri hallediyorum!$1",
  "OneKid_3": "Yakında annem gelip %kid1'yı görmek istiyor. Senin için problem olmaz değil mi?$3#$e#Annemin ziyaret etmesinde problemin olmamasına çok sevindim. Bunu ona da söyleyeceğim!$1",
  "OneKid_4": "%kid1 az önce bana oyuncak fırlattı. Neyse ki ninja refleksim var da oyuncağı havada yakalayabildim.$0#$e#Tamam. kabul ediyorum oyuncak direkt benim kafama geldi ve reflekslerim o kadar iyi değil.$2",
  "TwoKids_0": "%kid2 ve %kid1 birbirleriyle iyi geçinmesine çok sevindim.$1#$b#Eğer birbirleriyle iyi geçinmeselerde bizim için çok büyük bir problem olurdu.$0",
  "TwoKids_1": "Ailemize bir baksana. Bu işi gerçekten çok iyi yapıyoruz!$4#$e#Hayatımda hiç bu kadar mutlu olmamıştım. @, seni çok seviyorum.$4",
  "TwoKids_2": "@, Dün %kid2 tek başına yapboz yapmayı başardı.$7#$b#Bence %kid2 ileride mühendis veya mimar olacak.$3#$e#Yapboz mu? Sadece yıldız şeklinde ve ortasında yıldız şeklinde boşluk olan bir yapbozdu ama... ne demek istediğimi anladın.$0",
  "TwoKids_3": "Bu sabah %kid2 ve %kid1 odalarını çok dağatmışlar. Imm çok... önemli bir şey değildi.$0#$e#Merak etme, @. Her şeyi temizledim bile.$1",
  "TwoKids_4": "%kid1 ve %kid2 için bez aldım. Bebekler hakkında endişelenmene gerek yok!$3#$e#Seni seviyorum!$4",
  
  //SEASONAL DIALOGUE
  "spring_Victor": "Yıldızçiyi Vadisinde bahar çok güzel oluyor. Ne çok sıcak ne de çok soğuk.$1#$e#Bu mevsimde hava tam olarak mükemmel. Yağmur bile daha temiz hisettiriyor.$0",
  "spring_1": "Polenlerin kokusunu alabiliyoırum. Bahar geldi, tatlım!$1#$e#Bu sene kesinlikle hasadımınz daha fazla olacak!$3",
  "spring_13": "Bugün Yumurta Şölenine Katılıyor musun?$3#$b#Umarım Abigail'ı yenersin. O hüküm süren şampiyon, buyüzden sonunda birinin onu aşşağı indirmesini görmek çok eğlenceli olacaktır.$1",
  "spring_24": "Bugün Çiçek Dansı için en iyi takımımı giyeceğim!$1#$b#Herkesi çiçek sepetlerinin etrafında dans ederken görmek çok eğlenceli.$1",
  "summer_Victor": "Bugün kesinlikle gidip naneli çikolatalı dondurma almalıyım!$1#$b#@, Hatta gidip beraber alalım.$3",
  "summer_1": "Sonunda yaz geldi! Bu güzel güneşli hava dışarı daha fazla çıkmak için bahane olacak.$1",
  "summer_11": "Bugün çorbaya ne atacağını biliyor musun?$3#$b#Ne eklersen ekle çorbayı çok lezzetli yapacağına eminim!$2#$e#Tabi mantar olmadığı sürece. Mantarlardan nefret ederim.$6",
  "summer_28": "Bugün iskelede el ele tutuşup beraber denizanalarını izlemeliyiz.$4",
  "fall_Victor": "Son günlerde canım balkabağı çekiyor. Belki bir ara Pierre'in dükkenına gidip bir kaç malzeme alırım.$0#$e#Akşam yemeğinin yanında çok iyi gitmez mi?$1",
  "fall_1": "Ahh, Sonbahar! Benim en sevdiğim mevsim! Bu serin havada kasabanın etrafında gezintiye çıkmayı seviyorum.$1#$e#Anki her yıl vadinin renkleri daha da güzelleşiyor.$3",
  "fall_16": "Yıldızçiyi Vadisi Şöleni'ndeki serginde bol şanslar!$3#$b#Bu sefer Pierre'i yeneceksin. hissedebiliyorum!$1",
  "fall_27": "Mutlu ruhluk arifeleri, tatlım! Eğer elimi tutarsan, belki bu yıl labirentin içindeki canavarların yanından geçebilirim!$1",
  "winter_Victor": "Kartopu savaşı yapmak istersen beni haberdar et tamam mı?. O kadar kolay kazanmana izin vermeyeceğim!$3#$e#Tamam, belki bir kaç kez kazanmana izin verebilirim.$4",
  "winter_1": "Dünkü kar fırtınası bütün vadiyi kapladı. Sıkı giyin tamam mı?$6#$e#Ama merak etme eğer üşütürsen seninle ilgilenirim.$3",
  "winter_8": "Balıkçılık yarışması bugün başlıyor.$1#$b#Artık dışarı çıkmalıyız ve herkesle beraber yürüyebiliriz!$1",
  "winter_12": "Kardan adam yapmalıyız! Bence arka bahçemizde güzel durur.$1",
  "winter_25": "Mutlu Kış Yıldızları, aşkım. Sana akşamın ileriki saatlerinde hediyeni vereceğim.$4#$e#Sana şu an ne olduğunu söyleyemem.$1#$b#Söz veriyorum beklediğine değecek!$4",
  
  //DAY DIALOGUE
  "Indoor_Day_Victor": "Bugün ne yapacağım hakkında düşünüyorum..$1#$e#Belkide yeni bir kitaba başlamalıyım?$3",
  "Indoor_Day_0": "Selam, aşkım! Bugün nasılsın?$1#$b#Bir proje üzerinde mi çalışsam, kitabımı okumaya mı devam etsem yoksa oyun mu oynasam.$0#$e#Neyse, sana kolay gelsin!$1",
  "Indoor_Day_1": "Açlıktan ölüyorum. Acaba dolapta ne var... Umarım spagetti vardır!$3#$e#Yemin ederim hayatımın sonuna kadar spagetti yiyebilirim.$1",
  "Indoor_Day_2": "Bu gün çok iyi hissediyorum bu yüzden evi temizledim. Artık etrafta zerre kadar toz yok!$1#$e#Eğer etrafta toz bulursan, süpürgemle gelip cesurca temizlerim!$5",
  "Indoor_Day_3": "Son zamanlarda çok çalışıyorsun.$3#$b#Sana salonda bir şeyler almak için para vermek istiyorum.[336]$1#$e#Bunu hak ettin. Seni seviyorum.$4",
  "Indoor_Day_4": "Seninle bir çiftlikte yaşamak sanki masalda yaşıyormuşuz gibi.$3#$b#Umarım senin için de öyledir.$1#$e#Hadi bugünü dünden daha güzel yapalım.$1",
  "Outdoor_Victor": "Bugün senin için Doktor Harvey'den uyarıcı aldım.$1#$b#Bu sana enerji verecek ve daha fazla çalışabilirsin.[349]$1#$e#Umarım harika bir gün geçirirsin!$3",
  "Outdoor_0": "Halletmen gereken bir işin olduğunda bile ara ara dışarı çıkmak iyidir.$3",
  "Outdoor_1": "Dedenin Yıldızçiyi Vadisi'nde bu kadar toprağı olduğu için şanslıymış.$0#$b#Eğer milyarder değilsen bu günlerde  bu kadar It wouldn't be possible to buy this much land nowadays, unless you had tens of millions to spend.$6#$e#I'm happy you decided to give farming a shot instead of selling the land, @!$1",
  "Outdoor_2": "Selam, aşkım. Sadece burada hava alıyorum. Seni çiftlik işlerinden alı koymama izin verme!$1#$e#Bu akşam ekstra bir öpücüğü hak ettin!$4",
  "Outdoor_3": "Seni böyle dışarıda görmek güzel.$3#$e#Tam da beni hayal kurarken yakaladın.$1",
  "Outdoor_4": "Çiftliğe verandadan bakmaya bayılıyorum. Çok ilerleme kaydetmişsin.$3#$e#Bununla gurur duymalısın!$1",
  "Rainy_Day_0": "Yağmur yağdığına göre, okuduğum romanımı bitirebilirim.$0#$e#Sana söyleyecek bir sırrım var.$3#$e#Sen benim her şeyimsin. Seni seviyorum.$4#$e#Ehh... biraz ucuz olmuş olabilir ama yüzünde bir gülümseme yaratmaya yetti.$3",
  "Rainy_Day_1": "Böyle yağmurlu günleri seviyorum. Bana bütün gün evde kalmam için bahane veriyor.$3",
  "Rainy_Day_2": "Dışarı çıkacaksan, fazla ıslanmamaya dikkat et. Hasta olmanı istemem.$6#$e#Ama eğer hasta olursan seninle seve seve ilgilenirim.$1",
  "Rainy_Day_3": "Böyle havalar köprü projem üzerinde çalışmama fırsat veriyor.$3#$e#Bugün sakın hava seni durdurmasın. Yapılacak bütün işlerini yap!$1",
  
  //NIGHT DIALOGUE
  "indoor_Night_Victor": "Daha uyumayacak mısın? Ben biraz yoruldum.$0",
  "Indoor_Night_0": "Günün nasıldı?$1#$e#Bunu duyduğuma sevindim! Ekstra bir öpücüğü hak ettin *mucuk*.$4",
  "Indoor_Night_1": "Grampleton Başkanı için hazırladığım köprü tasarımımı bugün bitirdim.$3#$b#Bir ara gidip projemi göstermeliyim.$1",
  "Indoor_Night_2": "Biraz yaklaş. Sana bir şey söyleyeceğim.$0#$e#Sen en iyisisin. Seni seviyorum.$4",
  "Indoor_Night_3": "Bugün anneme uğradım. Selam söyledi.$1#$e#Ha, ayrıca bizim için bir şişe şarap da verdi. Bunu dolaba koyabiliriz.[348]$1#$e#... Ya da satabilirsin de. Hangisini istersen.$0",
  "Indoor_Night_4": "Pelikan Kasabasına göre çiftlik çok karanlık.$0#$b#Kasabada o kadar çok fazla sokak lambası var ki saatin kaç olduğunu bile anlayamıyorsun.$1",
  "Rainy_Night_Victor": "Selam! Bize akşam yemeği hazırladım. Tadını çıkar, balım.$1[214 224 228 235 237]",
  "Rainy_Night_0": "Günün nasıldı? Yatağa gidip sarılarak uyumak için sabırsızlanıyorum.$3#$e#Evden çıktığından beri bu anı dört gözle bekliyordum!$3",
  "Rainy_Night_1": "Eve geldiğin için mutluyum! Seni bugün çook özledim!$1#$e#Dürüst olmak gerekirse, seni evden çıktığın zaman özlemeye başlıyorum.$2",
  "Rainy_Night_2": "Grampletondaki batı köprüsünün onarımı için olan planların büyük bir kısmını bitirdim.$1#$e#Umarım başkan projemi beğenir.$0#$e#Genellikle beğenir.$1",
  "Rainy_Night_3": "Imm... Bir şey söylemek istiyorum ama biraz utanıyorum...$2#$e#Bu gece yatağa erken gitmeliyiz, @.$4",
  "Rainy_Night_4": "Bugün işlerimi yaptıktan sonra çok yoruldum.$6#$b#Yatağa gitmek için sabırsızlanıyorum.$3#$e#Ayrıca sana sarılmak için de sabırsılanıyor olabilirim.$1",
  
  //AFFECTION DIALOGUE
  "Good_0": "Senin için yemek hazırladım! Şimdi de yiyebilir ya da sonraya da saklayabilirsin.[210]$1",
  "Good_1": "Bugün gazetede %farm Çiftliğinin haberini gördüm!$1#$b#Zuzu Şehrine göderdiğin sevkiyatlar şu ana kadar aldıkları en yüksek sevkiyatmış!$3#$e#Seninle gurur duyuyorum, tatlım!$4",
  "Good_2": "%pet bana kendi kedim Dewey'i hatırlatıyor.$6#$b#Okunuşu deveyi andırıyor değil mi?$3",
  "Good_3": "Selam, aşkım. Buyur biraz para. Yaptığın bütün işlerden sonra salonda bir kaç yudum bir şey içmeyi hak ettin![336]$1",
  "Good_4": "Mühendislik kitabımdaki önemli yerleri daha rahat bulabilmek için üzerinden fosforlu kalem ile geçiyorum.$3#$e#Önemli detaylar demişken, sen de hayatımın önemli bir detayısın.$0#$b#Çünkü seninle beraberken diğer önemsiz şeyler için tekrar dönüp bakmam gerekmiyor$4#$e#Haha... Biraz klişeydi değil mi?$1",
  "Good_5": "Aaa. Suratında bir şey var. Dur senin için temizliyeyim.$0#$e#*mucuk* Seni seviyorum!$4",
  "Good_6": "Sadece bana verdiğin denizkızı kolyesine bakıyordum.$3#$b#Onu asla çıkartmayacağım.$4#$e#Tamam, onu duş alırken çıkarıyorum ama demek istediğimi anladın işte!$0",
  "Good_7": "Bizim için kahve yaptım. Buyur! Bir fincan kap! En sevdiğin fincanına yaptım.[395]$1",
  "Good_8": "Annem mahseninden bize bir şişe şarap verdi. Bu Abeja Üzüm Çiftliğinin en kalitelisidir![348]$1#$e#Belki bu akşam beraber akşam yemeğinde içeriz?$3",
  "Good_9": "Yıldızçiyi Vadisinden hiç taşınmak istemiyorum.$0#$b#Şehire gidip daha fazla para kazanmak istiyorum ama...$2#$b#Sonsuza kadar senin yanında, burada kalmak istiyorum.$3#$e#Hiç bir şey bu kararımı değiştirmeyecek.$1",
  "Neutral_0": "Bugün Joja'dan spam emailler aldım.$0#$e#Galiba annemin arama geçmişi yüzünden.$0",
  "Neutral_1": "Galiba The Legend of Lonk'ta yeni bir kayıt oluşturacağım. Nenendo oyunlarında çok fazla yeniden oynanabilirlik var.$1#$e#Eğer... üstünde biraz düşünürsen bunun resmen bir dijital büyü olduğunu anlarsın.$0#$b#Köprü tasarlamyı sevdiğim kadar kodlamayı da seviyorum.$3#$b#Belki ileride bir video oyun geliştiricisi olurum? Tabi Spatrew Vaddey oyununu geliştiren ConcernedMonkey kadar yetenekli olduğumu sanmıyorum!$1",
  "Neutral_2": "Annem bize kurabiye yapmış! Buyur bunlar senin![223]$1#$e#Üstünde damla çikolata var. En Sevdiğim!$3",
  "Neutral_3": "I picked up some fresh fruit and vegetables at Pierre's the other day.$3#$b#He always carries the best organic produce in the valley.$1#$e#Maybe we can make some fruit salad tonight?$1",
  "Neutral_4": "I'm reading 'The Elemental Wars' right now.$3#$e#Tens of thousands of shadow people and dwarves went to war some thousand years ago.$6#$b#There were many casualties on both sides.$2#$e#The book was assembled from local lore by a number of wizards and witches from various villages and towns.$0",
  "Neutral_5": "One of the kitchen drawers was squeaky so I fixed it.$1#$b$Let me know if anything else around the house needs a tune up, love!$3",
  "Neutral_6": "I accidentally put my shoes on backwards this morning. I was wondering why my feet were feeling so weird.$0",
  "Neutral_7": "I borrowed this book from the library titled 'Goblin Murkers'.$0#$b#It's a book about goblins that live in various mines around the world.$3#$e#Apparently, some of them used to live here in Stardew Valley on top of Corneal Mountain.$3#$b#They're mostly extinct. The remaining ones are mostly servants to corrupted witches that dabble in dark magic.$0#$e#This book's authors are highly educated wizards, one of which is M. Rasmodius.$0",
  "Neutral_8": "I think I may visit my mother today. I'm sure she'll appreciate a surprise visit.$1",
  "Neutral_9": "Don't know why, but I've been craving a Lunar Horizon cocktail lately.$0#$b#I think I'll have one tonight at the saloon after I finish my work for the day.$1",
  "Bad_0": "I had a horrible nightmare last night. I don't... feel so well.$2#$e#Umm... I'll talk to you about it later in bed, @.$2",
  "Bad_1": "Hey... You hurt my feelings last night and I'm not okay with what you did.$2#$e#We'll talk about it later tonight.$2",
  "Bad_2": "*sigh*... My mother lost money in a stock trade and she wants me to come visit.$2#$b#She's going to take it out on me. I just know she is.$0",
  "Bad_3": "Do you think we could have a serious chat sometime today?$0#$b#It's... something serious.$2#$e#We'll talk more about it when you get back from your errands today.$2",
  "Bad_4": "I think I got sick last night. I feel nauseated. Don't touch me, @.$2#$e#I don't want to get you sick too! I'll pick up some medicine from Doctor Harvey today.$2",
  "Bad_5": "I forgot to save my game and lost a ton of progress.$2#$b#I'm a bit... frustrated with myself right now.$5#$e#Sorry, @... I... I don't feel like talking at the moment. Have a nice day.$2",
  "Bad_6": "I've been stuck on a calculus dilemma for such a long time, and I have absolutely no clue how to proceed.$2#$e#I'm... not in a good mood to talk right now.$2",
  "Bad_7": "I heard some horrible news about the Gotoro Empire and what they do to their prisoners.$2#$e#They... I...$2#$e#...$2",
  "Bad_8": "Hi, @...$2#$e#...$2#$e#%Victor is ignoring you.",
  "Bad_9": "Everyone makes mistakes. You hurt my feelings yesterday and I'm not over that yet.$2#$e#It'll... take some time.$2"
}
